<html>

<head>
 <link rel='stylesheet' href='/receipts/styles.css'>
</head>

<body>
<div class='uri'>
  <a href='/receipts'>receipts</a> ==>>
  <a href='/receipts/forex'>forex</a> ==>>  
  <span>tandem</span>
</div>
  
<div class='title'>
    <h2>Стратегия Атимекс "Тандем"</h2>
</div>  

<div class='title'>
    <h3>ПРОБОЙ</h3>
</div>
<div class='info'>
	Используется для торговли по тренду. Сделка открывается в коррекционном движении. Сигнал для входа - цена пересекает экстремум последний свечи с фракталом, направленным против тренда.<br>
	Преимущества: соотношение риска к доходности в сделках от 1:1 до 1:3.<br>
	Недостатки: не работает в боковых движениях цены.
</div>
<p style="text-align:center;">
  <img src='/receipts/pics/breakdown.png'>
</p>

<div class='title'>
    <h3>СВЕЧИ</h3>
</div>
<div class='info'>
	Сигнал используется в первой коррекционной волне. В основе сигнала лежит знание о глубине коррекции на текущем инструменте. Сигнал для входа - закрытие заданного количества свечей с учетом отступа в пунктах от фрактала.<br>
	Преимущества: возможность зайти по наиболее выгодной цене в коррекционном движении.<br>
	Недостатки: перестает работать при изменении волатильности рынка.
</div>
<p style="text-align:center;">
  <img src='/receipts/pics/candles.png'>
</p>

<div class='title'>
    <h3>ФИКСАЦИЯ</h3>
</div>
<div class='info'>
	Аналог сигнала "Пробой". Дополнительное условие - после пересечения экстремума последний свечи с фракталом, направленным против тренда, цена должна закрепиться путем закрытия одной свечи.<br>
	Преимущества: вход по более выгодной цене по сравнению с сигналом "Пробой".<br>
	Недостатки: значительно меньше точек входа, чем при сигнале "Пробой".
</div>
<p style="text-align:center;">
  <img src='/receipts/pics/fixation.png'>
</p>

<div class='title'>
    <h3>ТРЕЙЛИНГ</h3>
</div>
<div class='info'>
	Сигнал используется в устойчивом тренде, в котором отсутствуют сигналы "Пробой" и "Фиксация". Сигнал основан на входе в рынок в момент окончания коррекционного движения. С момента образования фрактала и начала коррекции - начинается следование за ценой по экстремумам свечей. Сигнал для входа - первое пересечение экстремума предыдущей свечи по направлению тренда.<br>
	Преимущества: возможность зайти в момент окончания коррекции.<br>
	Недостатки: не устойчив к импульсным движениям против тренда.
</div>
<p style="text-align:center;">
  <img src='/receipts/pics/trailing.png'>
</p>

<div class='title'>
    <h3>ЗАКРЫТИЕ</h3>
</div>
<div class='info'>
	Сигнал используется, когда отсутствуют другие, а цена непрерывно растет или падает. Сигнал входа - закрытие очередной свечи в выбранном направлении.<br>
	Преимущества: повышается вероятность положительного исхода сделки.<br>
	Недостатки: большое количество комбинаций сигнала.
</div>
<p style="text-align:center;">
  <img src='/receipts/pics/closure.png'>
</p>

<div class='title'>
    <h3>ПОГЛОЩЕНИЕ</h3>
</div>
<div class='info'>
	Наиболее часто встречающаяся формация. Подходит для таймфрейма H1 (часовой) и старше. Сигнал срабатывания - закрытие свечи за экстремумом предыдущей, в направлении против текущего тренда на том же таймфрейме.<br>
	Преимущества: простота и однозначность при определении на графике.<br>
	Недостатки: эффективность сигнала резко падает в боковом движении.
</div>
<p style="text-align:center;">
  <img src='/receipts/pics/absorption.png'>
</p>

<div class='title'>
    <h3>РЕТЕСТ</h3>
</div>
<div class='info'>
	Сигнал основан на классической теории формирования тренда. Подходит для таймфрейма H1 (часовой) и старше. Сигнал срабатывания - закрытие свечи за экстремумом предыдущей, в направлении против тренда.<br>
	Преимущества: высокая вероятность войти по лучшей цене с подтверждением в долгосрочный тренд.<br>
	Недостатки: чувствителен к выбору инструмента, необходимы длительные трендовые движения.
</div>
<p style="text-align:center;">
  <img src='/receipts/pics/retest.png'>
</p>

<div class='title'>
    <h3>1-Я ВОЛНА</h3>
</div>
<div class='info'>
	Сигнал лучше использовать в конце длительного тренда и при одновременном снижении волатильности цены. Сигнал срабатывания - переписывание экстремума свечи с фракталом против тренда.<br>
	Преимущества: возможность войти в самом начале импульсного движения или тренда без явных сигналов на вход.<br>
	Недостатки: частые ложные сигналы на ряде инструментов.
</div>
<p style="text-align:center;">
  <img src='/receipts/pics/1st_wave.png'>
</p>

<div class='title'>
    <h3>3-Я ВОЛНА</h3>
</div>
<div class='info'>
	В основе сигнала лежит формирование трех волновой формации против направления тренда. Основное условия - последний импульс тренда не должен переписывать экстремум. Сигнал срабатывания - переписывание фрактала, противоположного тренду.<br>
	Преимущества: формация часто встречается в основе сильных трендов.<br>
	Недостатки:  возможен ложный сигнал, переходящий в классическую ABC коррекцию к предыдущему тренду.
</div>
<p style="text-align:center;">
  <img src='/receipts/pics/3rd_wave.png'>
</p>

<div class='title'>
    <h3>КОРИДОР</h3>
</div>
<div class='info'>
	Сигнал используется для определения тренда после консолидации цены. В диапазоне N свечей определяется минимальный и максимальный экстремум по фракталам. При появлении новой свечи диапазон сдвигается вслед за ценой. Сигнал срабатывания - переписывание одного из экстремумом в определенном диапазоне.<br>
	Преимущества: позволяет зайти в рынок по лучшей цене при выходе цены из консолидации.<br>
	Недостатки:  требует тонкой настройки под каждый инструмент.
</div>
<p style="text-align:center;">
  <img src='/receipts/pics/corridor.png'>
</p>

<div class='title'>
    <h3>Правила стратегии</h3>
</div>  

<div class='info'>
	<span class='mark'>
		1) Определение тренда - по таймфрейму D1<br>
		2) Точка входа определяется по паттерну "Пробой" на таймфрейме H1<br>
		3) Не торговать против 3-й волны на H4<br>
		4) Если сделка за 5 свечей не закрылась по ТП, закрываем в безубыток<br>
		5) Торговать с 9 до 21 (мск)<br>
		<br>
		3-я волна предшествует смене тренда на H4
	</span>
</div>

<div class='title'>
    <h3>Ссылки</h3>
</div>

<div class='main'>
  <ul class='bigul'>
    <li>
      <a href='https://www.youtube.com/watch?v=tQP43OOtVZ0' target='_blank'>Паттерн "Пробой"</a>
    </li>
    <li>
		<a href='https://www.youtube.com/watch?v=lBINpQLtZz0' target='_blank'>Стратегия Тандем</a>
	</li>
    <li>
		<a href='https://www.youtube.com/watch?v=NHZ57vVAp9E' target='_blank'>Стратегия "Свечи"</a>
	</li>
  </ul>
</div>
    
</body>

</html>