<html>

<head>
 <link rel='stylesheet' href='/receipts/styles.css'>
</head>

<body>
<div class='uri'>
  <a href='/receipts'>receipts</a> ==>>
  <a href='/receipts/forex'>forex</a> ==>>  
  <span>zif</span>
</div>
  
<div class='title'>
    <h2>Материалы Романа Зифап</h2>
</div>  

<div class='title'>
    <h3>Ссылки</h3>
</div>

<div class='main'>
  <ul class='bigul'>
    <li>
		<a href='https://profxtrader.ru/obzor-mt4/?utm_source=mailerlite&utm_medium=email&utm_campaign=video_kak_ispolzovat_metatreyder_4&utm_term=2020-11-05' target='_blank'>Видео обзор Метатрейдер 4</a>
	</li>
    <li>
		<a href='https://profxtrader.ru/kak-ustanovit-sovetnik-mt4/?utm_source=mailerlite&utm_medium=email&utm_campaign=video_kak_ustanovit_sovetnik_v_metatreyder_4&utm_term=2020-11-06' target='_blank'>Как установить советник в Метатрейдер 4</a>
	</li>
    <li>
      <a href='https://profxtrader.ru/myfxbook/?utm_source=mailerlite&utm_medium=email&utm_campaign=glavnyy_instrument_treydera&utm_term=2020-11-11' target='_blank'>Работа с Myfxbook</a>
    </li>
    <li>
      <a href='https://profxtrader.ru/kreditnoe-plecho/?utm_source=mailerlite&utm_medium=email&utm_campaign=name_kak_vybirat_kreditnoe_plecho&utm_term=2020-10-28' target='_blank'>Плечо, маржа, просадка</a>
    </li>
    <li>
      <a href='https://profxtrader.ru/urovni-fibonacci-na-forex/?utm_source=mailerlite&utm_medium=email&utm_campaign=osnova_treydinga_eto_urovni&utm_term=2020-11-15' target='_blank'>Фибоначчи</a>
    </li>
    <li>
      <a href='https://www.youtube.com/watch?v=fqOlC90r7ww target='_blank'>Тестирование и Оптимизация Форекс Советников</a>
    </li>
    <li>
		  <a href='https://profxtrader.ru/forex-sovetnik-manhattan-pro/' target='_blank'>Советник «Манхэттен ПРО 4.5»</a>
  	</li>
    <li>
      <a href='https://profxtrader.ru/foreks-robot-breaktheday/?key1=remarket' target='_blank'>Форекс Робот Break The Day</a>
    </li>
    <li>
      <a href='https://profxtrader.ru//forex-sovetnik-true-fibo/' target='_blank'>Форекс советник True Fibo</a>
    </li>
    <li>
      <a href='https://profxtrader.ru/vps-forex-server/' target='_blank'>Выбор VPS-сервера</a>
    </li>
  </ul>
</div>
    
<div class='title'>
    <h3>Рекомендации по выбору счета</h3>
</div>  

<div class='info'>
  <ol>
    <li>Открывайте счет с плечом как можно больше, минимум 1:500, нам нужен каждый доллар свободной маржи</li>
    <li>Выбирайте тип счета с минимальным лотом 0.01: торгуя на центовых счетах, мы в 99 процентах случаев будет использовать принцип Мартингейла, а значит, стартовый лот должен быть минимальным</li>
    <li>Выбирайте счет с 5-знаком: часто бывает, что не хватает 1-го пипса, чтобы закрыть сделки по ТейкПрофит</li>
    <li>Выбирайте счет с плавающим спредом и убедитесь, что ваш советник не открывает ордера, если спред расширился больше, чем размер
ТейкПрофит</li>
    <li>Если вы выбрали счет с плавающим спредом, то будет отлично найти еще и без комиссии. Редко, но такое есть</li>
    <li>Убедитесь, что тип счета, который вы выбрали, не содержит ограничений на время сделки. Бывает, советник быстро открывает и закрывает сделку, а брокер требует быть на рынке не менее N минут</li>
    <li>Открывайте счета только в USD – долларах США</li>
  </ol>
</div>

<div class='title'>
    <h3>Рекомендации по торговле</h3>
</div>  

<div class='info'>
  <ol>
    <li>Убедитесь, что способ, которым вы будете пополнять счет у брокера, доступен для вывода. Часто бывает, что способ, которым вы ввели
средства, недоступен для вывода, и предлагаются стандартные варианты на вывод с большой комиссией. У нормальных брокеров, если такого же способа на вывод нет, вывести можно на любой из доступных. Например, ввести с карты MasterCard, а вывести на Neteller</li>
    <li>Выбирая бонусы, выбирайте только торгуемые, – те, которые участвуют в просадке, и убедитесь, что вы можете от них отказаться в лю
бой момент без ущерба к вашим личным средствам</li>
    <li>Обязательно используйте VPS-сервера. При торговле на центовых счетах Форекс-советниками нам важен быстрый доступ без потери связи и задержек на исполнение ордеров. Ищите сервера с памятью не ниже 512 мб, а лучше 1 гб, там вы сможете установить 3-5 терминалов МетаТрейдер 4</li>
    <li>Перед покупкой сервера заходите на сайт провайдера в разное время и пишите техподдержке вопросы: вам нужно знать, в любое ли время есть технический специалист на связи, иначе в самый ответственный момент, когда советник должен торговать, а сервер «упал», и техподдержка не отвечает, вы можете потерять депозит</li>
    <li>Не рекомендую использовать VPS от брокера: если он бесплатный, то в нем повышенные требования к объемам депозита и торговли, а еще на такой VPS не поставить МетаТрейдер4 от другого брокера</li>
    <li>Проверяйте VPS-сервер на работоспособность минимум раз в день</li>
    <li>Держите терминал выбранного брокера на своем личном компьютере установленным и настроенным с тем же советником и параметрами. Запишите себе в блокнот пары и Magic-номера. Если VPS «упадет», вам нужно будет быстро запустить свой локальный терминал с теми же настройками, парами и Magic-номерами</li>
    <li>Проверяйте вкладки «Эксперты» и «Журнал». Если есть ошибки, то разберитесь с причиной; если в журнале часто пишется о потере связи, то смените VPS-сервис</li>
    <li>Подпишитесь на новости брокера и следите за изменениями торговых условий</li>
    <li>Следите за экономическим календарем, например, на ru.investing.com.</li>
    <li>Всегда пополняйте счет долларами США, так как в другой валюте вам будут выводить по курсу на момент ввода. А как мы понимаем, локальные валюты могут временно укрепляться на копейки, зато падать в разы!</li>
    <li>Старайтесь торговать через рибейт-сервисы. Каждый цент нам важен, на некоторых советниках это удвоит прибыль</li>    
  </ol>
</div>
<div class='title'>
    <h3>Характеристика советников</h3>
</div>  

<div class='info'>
Синонимы понятия Форекс-Советник – АТС (автоматическая торговая система), Эксперт, Сова, Форекс-Робот. <br>
Основные типы советников по типу Торговой Системы (ТС) – трендовые и сеточники. Трендовые советники хорошо работают на затяжных движениях цены в одну сторону. Сеточник, наоборот, лучше работает во время флета. Известно, что 90 процентов времени рынок находится в состоянии флета. <br>
Существенное влияние на прибыльность советника оказывает система МаниМенеджмента (от английского выражения Money Management –
управление деньгами). МаниМенеджмент – это принцип, по которому советник выбирает размер лота, уровень СЛ (СтопЛосс) и ТП (ТейкПрофит). <br>Классическая модель используется в трендовых советниках: вход в рынок таким размером лота, чтобы СЛ приводил к потере не больше 2-5% депозита, а ТП был в 2-3 раза больше СЛ. <br>
У трендовых советников очень низкий процент прибыльных сделок, и это компенсируется отношением СЛ/ТП 1 к 2 или 1 к 3, чтобы перекрывать убыточные сделки.<br>
В сеточниках чаще используют усреднение и Мартингейл. Оба принципа не предполагают выставление СЛ и считаются очень рискованными, но только с таким принципом можно добиться высокой доходности.<br>
Усреднение работает так: когда цена движется не в вашу сторону, то советник открывает новый ордер против движения и пересчитывает уровень ТП, надеясь, что цена откатится, и суммарно закрытые ордера закроются в общий плюс. Принцип Мартингейла добавляет в усреднение фактор умножения каждого последующего лота на множитель.    
</div>

<div class='title'>
    <h3>Рекомендации по работе с советниками</h3>
</div>  

<div class='info'>
  <ol>
    <li>Изучите внимательно инструкцию к вашему советнику и сверьтесь с соответствием типа счета под него</li>
    <li>Скопируйте правильно файлы советника по своим папкам. Исполняемые файлы .ex4 – в папки EXPERTS, .dll в Libraries, файлы .set – в
PRESETS, шаблон – в TEMPLATES</li>
    <li>Не торгуйте разными советниками на одном счете – это нарушит статистику и не позволит вам оптимизировать торговлю</li>
    <li>Рассчитайте правильно лот для советника, используйте калькулятор Мартингейла или калькулятор лота. Для стабильной работы и для
разгона это разная величина</li>
    <li>Убедитесь, что включена автоторговля в терминале и проставлены галочки в соответствии с тем, как требует инструкция советника</li>
    <li>После старта советника через время должна вывестись техническая информация советника, если нет – нужно проверить вкладки 
«Журнал» и «Эксперты»</li>
    <li>Обязательно в стратегию заработка включайте минимум четыре счета и будьте готовы к потере 2 из 4 счетов до момента окупаемости.
То есть, если вы начали торговлю на 4 счетах по 50 долларов, нужно заложить потерю 100 долларов, а 3 и 4 счета должны окупить себя и
эту потерю</li>
    <li>Запускайте торговлю на всех счетах с разными настройками или парами. Например, от самых рискованных до более консервативных. 1
счет можно настроить на разгон депозита, 2 – на средний риск, и 3-4 – на стабильный доход</li>
    <li>Всегда держите в запасе на быстром пополнении (банковские переводы не подходят, посмотрите условия ввода у брокера и выберите
такой, где пополнение моментальное) такую же сумму, которая у вас в торговле: часто бывает так, что нужно «долить» счет, чтобы переждать
просадку и закрыться в плюс</li>
    <li>Обязательно подключите счета к мониторингу MyFXBook.com – это нужно, чтобы выделять самые удачные пары, время и настройки для
торговли советником</li>
    <li>Выводите прибыль КАЖДУЮ неделю. Обязательно. Исключение – счет для разгона, на нем можете увеличивать лот по мере роста депозита и вывести прибыль, когда будет 100 процентов. Верните свой депозит и дальше спокойно разгоняйте счет</li>
    <li>Помните: платные советники дают возможность зарабатывать и на спреде. В зависимости от советника это существенно и может удвоить
ваш доход!</li>
    <li>Проверяйте ситуацию на счетах каждый день перед открытием Лондонской торговой сессии и Нью-Йоркской!</li>
    <li>Не торгуйте 10-ю советниками, у вас будет голова кругом. Выберите 1-3 разных и оттачивайте не менее 6 месяцев торговлю на них.
Вам нужен один VPS и 4 счета, за большим количеством не уследить!</li>
    <li>Не вмешивайтесь в торговлю советника. Не закрывайте прибыльные ордера, оставляя убыточные</li>
  </ol>
</div>

<div class='title'>
    <h3>Рекомендации по случаям слива депозита</h3>
</div>  

<div class='info'>
  <ol>
    <li>Смиритесь со сливами депозитов, часть вы всегда будете терять – это нормально для любого бизнеса, главное – чтобы общий итог был в плюсе. Ведите финансовый учет в разрезе месяца. Если месяц был убыточным, проанализируйте ошибки, не завышены ли риски, нет ли ошибок в настройках советников и т.д.</li>
    <li>Изучите понятие тренда и уровней, отбитие и пробитие уровня – это позволит вам адекватно оценивать целесообразность «долива» и
вероятность разворота цены в вашу сторону</li>
    <li>Если просадка до 10 процентов, то волноваться не нужно, если просадка больше 20 процентов, то закройте убыточные ордера, которые слишком близко друг к другу, сделайте «окна» между ордерами шире</li>
    <li>Если просадка больше 50 процентов, то оцените ситуацию со знаниями из пункта 2 и примите решение о доливе</li>
    <li>Изучите локирование ордеров; это сложный инструмент, но он может спасти ваш депозит</li>
  </ol>
</div>

</body>

</html>